tap "attheodo/formulae"
tap "homebrew/autoupdate"
tap "kavehtehrani/tap"
tap "lzt1008/powerflow"
tap "productdevbook/tap"
tap "rvarunrathod/tap"
tap "teamookla/speedtest"
tap "tw93/tap"
brew "p7zip"
brew "binwalk"
brew "blueutil"
brew "btop"
brew "cmake"
brew "cmatrix"
brew "openssl@3"
brew "curl"
brew "ddrescue"
brew "exiftool"
brew "ffmpeg"
brew "foremost"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git-lfs"
brew "imagemagick"
brew "lazygit"
brew "libusb"
brew "lolcat"
brew "mas"
brew "neofetch"
brew "ni"
brew "ninja"
brew "oha"
brew "opencode"
brew "pam-reattach"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "pyenv"
brew "qt"
brew "reattach-to-user-namespace"
brew "rust"
brew "sl"
brew "starship"
brew "swiftformat"
brew "testdisk"
brew "tmux"
brew "watch"
brew "wget"
brew "wimlib"
brew "wxwidgets"
brew "xcbeautify"
brew "xcode-build-server"
brew "attheodo/formulae/wifimon"
brew "kavehtehrani/tap/cloudflare-speed-cli"
brew "teamookla/speedtest/speedtest"
brew "tw93/tap/mole"
cask "adobe-creative-cloud"
cask "alfred"
cask "altserver"
cask "antigravity"
cask "anydesk"
cask "arc"
cask "audiorelay"
cask "batfi"
cask "blackhole-2ch"
cask "blender"
cask "canva"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cloudflare-warp"
cask "codeedit"
cask "codex"
cask "cursor"
cask "discord"
cask "discord@development"
cask "docker-desktop"
cask "dropbox"
cask "figma"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "rvarunrathod/tap/hifidelity"
cask "ilok-license-manager"
cask "iterm2"
cask "izotope-product-portal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "libndi"
cask "mos"
cask "ndi-tools"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "openmtp"
cask "orion"
cask "pearcleaner"
cask "productdevbook/tap/portkiller"
cask "lzt1008/powerflow/powerflow"
cask "qlab"
cask "sketch"
cask "slack"
cask "termius"
cask "thebrowsercompany-dia"
cask "tradingview"
cask "tunnelbear"
cask "visual-studio-code"
cask "vlc"
cask "waves-central"
cask "wezterm"
cask "zen"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Bee DICOM Viewer", id: 1590273176
mas "Bluetooth Inspector", id: 1509085044
mas "djay Pro", id: 450527929
mas "Flighty", id: 1358823008
mas "Irvue", id: 1039633667
mas "Keynote", id: 361285480
mas "LINE", id: 539883307
mas "MARKETSPEED", id: 946680495
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "Perplexity", id: 6714467650
mas "Pine Player", id: 1112075769
mas "Pixea", id: 1507782672
mas "Pixelmator Pro", id: 1289583905
mas "Prime Video", id: 545519333
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Tailscale", id: 1475387142
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
vscode "astro-build.astro-vscode"
vscode "ban.spellright"
vscode "benjaminjurk.gas-highlight"
vscode "bradlc.vscode-tailwindcss"
vscode "chrisdias.vscode-opennewinstance"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "circlecodesolution.ccs-flutter-color"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "evan-buss.font-switcher"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "humao.rest-client"
vscode "idleberg.applescript"
vscode "idleberg.jxa"
vscode "iulian-radu-at.find-unused-exports"
vscode "jebbs.plantuml"
vscode "juanallo.vscode-dependency-cruiser"
vscode "labnol.google-apps-script"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "locofy.locofy-vs-code-extension"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "nadim-vscode.html-meta-tags-hero"
vscode "natqe.reload"
vscode "nhoizey.gremlins"
vscode "oderwat.indent-rainbow"
vscode "oouo-diogo-perdigao.docthis"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "ritwickdey.liveserver"
vscode "sweetpad.sweetpad"
vscode "swiftlang.swift-vscode"
vscode "tobiah.language-pde"
vscode "vadimcn.vscode-lldb"
vscode "vue.volar"
vscode "waderyan.gitblame"
cargo "dns-bench"
